{
      "lang_index":{
            "en":"en",
            "sr":"sr"
      },
      "title_index": {
        "en": "Zadrugar Berry Fruits-Premium Quality Raspberries and Blackberries for Sale and Export",
        "sr": "Zadrugar Berry Fruits-Maline i Kupine Vrhunskog Kvaliteta za Prodaju i Izvoz"
      },
      "description_index": {
        "en": "Zadrugar Berry Fruits is your reliable source for the freshest raspberries and blackberries.Our berries are grown and harvested with care, and are kept in cold storage to ensure their quality. We specialize in selling high_quality raspberries and blackberries, and have years of experience in keeping our products fresh and flavorful. Contact us to learn more about our products and services. Our agricultural pharmacy offers a wide range of products tailored to the unique needs of blackberry and raspberry growers. From frtilizers to pest control solutions, we have everything you need to ensure a healthy and bountiful harvest. Trust us to provide you with the rightproducts and expert advice to maximize your yield and achive success.",
        "sr": "Zadrugar Berry Fruits je vaš pouzdan izvor najsvežijih malina i kupina. Naše bobičasto voće se uzgaja i bere pažljivo i čuva se u hladnjači kako bi se osigurao njihov kvalitet. Specijalizovani smo za prodaju visokokvalitetnih malina i kupina i imamo dugogodišnje iskustvo u održavanju svežih i ukusnih proizvoda. Kontaktirajte nas da biste saznali više o našim proizvodima i uslugama. Naša poljoprivredna apoteka nudi širok asortiman proizvoda prilagođenih jedinstvenim potrebama uzgajivača kupina i malina. Od đubriva do rešenja za kontrolu štetočina, imamo sve što vam je potrebno da obezbedite zdravu i bogatu žetvu. Verujte nam da ćemo vam pružiti prave proizvode i stručne savete kako biste maksimizirali svoj prinos i postigli uspeh."
      },
      "keywords_index":{
            "en":"raspberries,blackberries,premium quality,agriculture pharmacy,pest control solutions,healthy raspberries and blackberries,Serbia,export,freshness,flavor,health benefits,trusted source,competitive prices,natural,organic,sustainable farming,wholesale,retail,customer satisfaction,reliable,cold storage,seasonality",
            "sr":"maline,kupine,premijum kvalitet,poljoprivredna apoteka,rešenja za suzbijanje štetočina,zdrave maline i kupine,Srbija,izvoz,svežina,aroma,zdravstvene beneficije, pouzdan izvor, konkurentne cene, prirodno, organsko, održiva poljoprivreda, veleprodaja, maloprodaja, zadovoljstvo kupaca,pouzdano, hladno skladištenje, sezonsko"
      },
      "home_desk":{
            "en":"Home",
            "sr":"Pocetna"
      },
      "about_desk":{
            "en":"About Us",
            "sr":"O Nama"
      },
      "raspberries_desk":{
            "en":"Raspberries",
            "sr":"Maline"
      },
      "blackberries_desk":{
            "en":"Blackberries",
            "sr":"Kupine"
      },
      "aggr_desk":{
            "en":"Agricultural Pharmacy",
            "sr":"Poljoprivredna Apoteka"
      },
      "contact_desk":{
            "en":"Contact Us",
            "sr":"Kontakt"
      },
      "home_mob":{
            "en":"HOME",
            "sr":"POCETNA"
      },
      "about_mob":{
            "en":"ABOUT US",
            "sr":"O NAMA"
      },
      "raspberries_mob":{
            "en":"RASPBERRIES",
            "sr":"MALINE"
      },
      "blackberries_mob":{
            "en":"BLACKBERRIES",
            "sr":"KUPINE"
      },
      "aggr_mob":{
            "en":"AGRICULTURAL PHARMACY",
            "sr":"POLJOPRIVREDNA APOTEKA"
      },
      "contact_mob":{
            "en":"CONTACT US",
            "sr":"KONTAKT"
      },
      "heading_txt":{
            "en":"Where Quality Blackberries and Raspberries Meet Expert Care.",
            "sr":"Gde se kvalitetne Kupine i Maline susreću sa stručnom brigom."
      },
      "heading_btn":{
            "en":"Find Out More",
            "sr":"Saznaj Više"
      },
      "know_us":{
            "en":"Get to Know Us",
            "sr":"Upoznajte Nas"
      },
      "know_us_txt":{
            "en":" Zadrugar Berry Fruits is a family_owned business that has been successfully engaged inthe purchase and production of berry fruits for many years. Our journey began in the 90s with cultivation and purchase, and we have expanded into freezing, storage, and export of raspberries and blackberries.Our eight_hectare plantation is a testament to our commitment to providing the best berry fruits to our customers.We strive to maintain our position through constant innovation and improvement, ensuring that we always provide our customers with the finest raspberries and blackberries.",
            "sr":"Zadrugar Berry Fruits je porodična firma koja se dugi niz godina uspešno bavi otkupom i proizvodnjom jagodičastog voća. Naš put je započeo 90_ih godina uzgojem i otkupom, a proširili smo se na zamrzavanje, skladištenje i izvoz maline i kupina. Naša plantaža od osam hektara je svedočanstvo naše posvećenosti pružanju najboljeg jagodičastog voća našim kupcima. Trudimo se da zadržimo svoju poziciju kroz stalne inovacije i poboljšanja, osiguravajući da našim kupcima uvek obezbedimo najfinije maline i kupine."
      },
      "storage":{
            "en":"Cold Storage",
            "sr":"Hladnjača"
      },
      "storage_txt":{
            "en":"Our capacity is impressive, with 1000 tons of space for storage and 50 tons per day for deep freezing. Our facilities include two storage chambers, two deep freezing tunnels, and two pre_chambers for packaging, all maintained to the highest standards of quality and safety.",
            "sr":"Naš kapacitet je impresivan, sa 1000 tona prostora za skladištenje i 50 tona dnevno za duboko zamrzavanje. Naši kapaciteti obuhvataju dve komore za skladištenje, dva tunela za duboko zamrzavanje i dve pretkomore za pakovanje, sve održavano po najvišim standardima kvaliteta i bezbednosti."
      },
      "quality":{
            "en":"Best Quality",
            "sr":"Najbolji Kvalitet"
      },
      "quality_txt":{
            "en":"We produce and supply only the freshest,highest-quality blackberries and raspberries for maximum flavor and nutrition",
            "sr":"Proizvodimo i isporučujemo samo najsvežije, najkvalitetnije kupine i maline za maksimalan ukus i ishranu"
      },
      "industry":{
            "en":"Industry Leaders",
            "sr":"Lideri Industrije"
      },
      "industry_txt":{
            "en":"As industry leaders in both growing and sourcing top-quality blackberries and raspberries, we provide our customers with exceptional fruit",
            "sr":"Kao lideri u industriji u uzgoju i nabavci kupina i malina vrhunskog kvaliteta, našim kupcima pružamo izuzetno voće"
      },
      "goals":{
            "en":"Our Goals",
            "sr":"Naši ciljevi"
      },
      "goals_txt":{
            "en":"Our goal is to be the trusted source for sustainable and environmentally responsible blackberry and raspberry farming, providing exceptional products and service",
            "sr":"Naš cilj je da budemo pouzdan izvor za održivo i ekološki odgovorno uzgajanje kupina i malina, pružajući izuzetne proizvode i usluge"
      },
      "rasp_h2":{
            "en":"Raspberries",
            "sr":"Maline"
      },
      
      "rasp_txt":{
            "en":"Zadrugar Berry Fruits\nis proud to offer some of the finest raspberries available on the market today. Our raspberries are grown and hand_picked with care, ensuring that only the best fruit makes it to your table. We use sustainable and environmentally friendly practices to cultivate our raspberries, allowing us to produce exceptional fruit that is both delicious and nutritious. Our raspberres have become a popular choice for customers troughout Europe, with satisfied buyers in Germany and France regularly turning to us for our superior quality fruit. We take great pride in the quality of our raspberres and are committed to providing our customers with the best possible product and service.\nContact us today to learn more about our products.",
            "sr":"Zadrugar Berry Fruits\nsa ponosom nudi neke od najboljih malina dostupnih na tržištu danas. Naše maline se gaje i ručno beru pažljivo, osiguravajući da samo najbolje voće stigne na vašu trpezu. Koristimo održive i ekološki prihvatljive prakse za uzgoj naših malina, što nam omogućava da proizvodimo izuzetno voće koje je i ukusno i hranljivo. Naše maline su postale popularan izbor za kupce širom Evrope, a zadovoljni kupci u Nemačkoj i Francuskoj redovno nam se obraćaju za naše voće vrhunskog kvaliteta. Veoma smo ponosni na kvalitet naših malina i posvećeni smo pružanju naših kupaca najboljim mogućim proizvodima i uslugama.\nKontaktirajte nas danas da biste saznali više o našim proizvodima."
      },
      "rasp_btn":{
            "en":"See More Of Rasberries",
            "sr":"Vidite više o Malinama"
      },
      "rasp_contact":{
            "en":"Contact us",
            "sr":"Kontaktirajte nas"
      },
      "bb_h2":{
            "en":"Blackberries",
            "sr":"Kupine"
      },
      
      "bb_txt":{
            "en":"At Zadrugar Berry Fruits\n we are commited to providing our customers with the highest quality blackberries, whether they come from our own farms or from trusted suppliers throughout Serbia. Our rigorous standards ensure that every blackberry we sell meets our strict critria for flavor, texture and appearance. We work closely with our network of suppliers to ensure that all of our blackberries are grown and harvested properly. This not only ensures that our customers receive the best possible fruit but also helps to support local growers and the Serbian agricultural industry as a whole. From our own farms to our cerefully selected partners, we are dedicated to providing the freshest and most flavorful blackberries available.\nContact us today to learn more about our blackberries and how we can supply your business with the very best berry fruits.",
            "sr":"U Zadrugar Berry Fruits\n posvećeni tome da svojim kupcima obezbedimo najkvalitetnije kupine, bilo da dolaze sa naših farmi ili od proverenih dobavljača širom Srbije. Naši rigorozni standardi obezbeđuju da svaka kupina koju prodajemo ispunjava naše stroge kriterijume za ukus, teksturu i izgled. Blisko sarađujemo sa našom mrežom dobavljača kako bismo osigurali da se sve naše kupine pravilno uzgajaju i beru. Ovo ne samo da obezbeđuje da naši kupci dobiju najbolje moguće voće, već i pomaže u podršci lokalnim uzgajivačima i srpskoj poljoprivrednoj industriji u celini. Od naših sopstvenih farmi do naših pažljivo odabranih partnera, posvećeni smo pružanju najvažnijih i najukusnijih kupina.\nKontaktirajte nas danas da biste saznali više o našim kupinama i o tome kako možemo da snabdevamo vaš posao najboljim jagodastim voćem."
      },
      "bb_btn":{
            "en":"See More Of Blackberries",
            "sr":"Vidite više o Kupinama"
      },
      "agg_h2":{
            "en":"Agricultural Pharmacy",
            "sr":"Poljoprivredna Apoteka"
      },
      "ap_txt":{
            "en":" Our agricultural pharmacy offers a wide range of products tailored to the unique needs of blackberry and raspberry growers. From frtilizers to pest control solutions, we have everything you need to ensure a healthy and bountiful harvest. Trust us to provide you with the right products and expert advice to maximize your yield and achive success.",
            "sr":"Naša poljoprivredna apoteka nudi širok asortiman proizvoda prilagođenih jedinstvenim potrebama uzgajivača kupina i malina. Od đubriva do rešenja za kontrolu štetočina, imamo sve što vam je potrebno da obezbedite zdravu i bogatu žetvu. Verujte nam da ćemo vam obezbediti prave proizvode i stručne savete kako biste maksimizirali svoj prinos i postigli uspeh."
      },
      "ap_btn":{
            "en":"See Our Products",
            "sr":"Pogledajte Naše Proizvode"
      },
      "contact_h2":{
            "en":"Get in Touch",
            "sr":"Stupite u kontakt"
      },
      "contact_sub":{
            "en":"Contact Zadrugar Berry Fruits Today",
            "sr":"Kontaktirajte Zadrugar Berry Fruits Danas"
      },
      "insta_txt":{
             "en":"Follow us on Instagram",
             "sr":"Pratite nas na Instagramu"
      },
      "email_btn":{
            "en":"Send Us E-mail",
            "sr":"Pošaljite Nam E-mail"
      },
      "footer_txt":{
            "en":"&copy 2023 | All rights reserver by\nZadrugar Berry Fruits d.o.o",
            "sr":"&copy 2023 | Sva prava zadržava\nZadrugar Berri Fruits d.o.o"
      }
      

      
      

      
      
      
      
    }